Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: This action would stop the Super User from logging on!
fr: Cette action empêcherait le super utilisateur de se connecter!

source: Ensure that there is at least one policy assigned to an authentication scheme which contains the Super User.
fr: Assurez-vous qu'il y ait au moins une stratégie assignée à un mode d'authentification qui contienne le super utilisateur.

source: You must always have at least one scheme enabled.
fr: Vous devez toujours avoir au moins un mode activé.

source: You cannot set this scheme as the default as it contains only <i>System Authentication Modules</i>.
fr: Vous ne pouvez pas sélectionner ce mode par défaut, car il contient seulement des <i> Modules d'Authentification Système</i>.

source: The Authentication Scheme is already the highest priority.
fr: Le mode d'authentification est déjà de la plus haute priorité.

source: Authentication Scheme <b>{0}</b> moved up.
fr: Mode d'authentification <b>{0}</b> déplacé vers le haut.

source: The Authentication Scheme is already the lowest priority.
fr: Le mode d'authentification est déjà de la plus basse priorité.

source: Authentication Scheme <b>{0}</b> moved down.
fr: Mode d'authentification <b>{0}</b> déplacé vers le bas.

source: System cannot validate whether the action can be performed.
fr: Le système ne peut pas valider si l'action peut être exécutée.

source: Create Scheme
fr: Créer un mode

source: Click here if you wish to create a new authentication scheme.
fr: Cliquer ici si vous voulez créer un nouveau mode d'authentification.

source: Edit this authentication scheme and change the authentication modules it uses.
fr: Editer ce mode d'authentification et changer les modules d'authentification qu'il utilise.

source: Copy this authentication scheme.
fr: Copier ce mode d'authentification.

source: Delete this authentication scheme.
fr: Supprimer ce mode d'authentification.

source: Users will no longer be able to logon using the sequence the scheme defines.
fr: Les utilisateurs ne parviendront plus à se connecter en utilisant la séquence d'authentification que ce mode définit.

source: If this is the default scheme the next available scheme will be made the default.
fr: Si ce mode d'authentification est celui par défaut, le prochain mode d'authentification deviendra celui par défaut.

source: You must have at least one scheme configured.
fr: Vous devez au moins avoir un mode activé.

source: Disable
fr: Désactiver

source: Disable this authentication scheme
fr: Désactiver ce mode d'authentification

source: Enable
fr: Activer

source: Enable this authentication scheme
fr: Activer ce mode d'authentification

source: Increase Priority
fr: Augmenter la priorité

source: Increase the priority of this Authentication Scheme
fr: Augmenter la priorité de ce mode d'authentification

source: Decrease Priority
fr: Diminuer la priorité

source: Decrease the priority of this Authentication Scheme
fr: Diminuer la priorité de ce mode d'authentification

source: Adito:::Delete authentication scheme
fr: Adito:::Supprimer un mode d'authentification

source: Confirm Authentication Scheme Deletion
fr: Confirmer la suppression d'un mode d'authentification

source: The selected authentication scheme will be deleted and users will no longer be able to use the authentication sequence it defines.
fr: Le mode d'authentification sélectionné va être supprimé et les utilisateurs ne parviendront plus à utiliser la séquence d'authentification qu'il définit.

source: Are you sure you wish to delete this scheme?
fr: Etes-vous sûr de vouloir supprimer ce mode?

source: Adito:::Select Authentication Scheme
fr: Adito:::Sélectionnez le mode d'authentification

source: Select Authentication Scheme
fr: Sélectionner le mode d'authentification

source: Here you may choose an alternative authentication scheme.
fr: Ici vous pouvez choisir un mode d'authentification alternatif.

source: An error has occurred.
fr: Une erreur s'est produite.

source: Authentication Scheme:
fr: Mode d'Authentification:

source: Primary
fr: Primaire

source: Primary if Secondary Exists
fr: Primaire si secondaire existe

source: Secondary
fr: Secondaire

source: Adito:::Create Authentication Scheme
fr: Adito:::Créer un mode d'authentification

source: Create Authentication Scheme
fr: Créer un mode d'authentification

source: This page allows to you create a new authentication scheme and add, delete and re-order authentication modules that make up this scheme.
fr: Cette page vous permet de créer un nouveau mode d'authentification et d'ajouter, de supprimer et de changer l'ordre des modules qui définissent ce mode.

source: Adito:::Edit Authentication Scheme
fr: Adito:::Editer le mode d'Authentification

source: Edit Authentication Scheme
fr: Editer le mode d'Authentification

source: This page allows to you add, delete and re-order authentication modules that make up this scheme.
fr: Cette page vous permet d'ajouter, de supprimer et de changer l'ordre des modules qui définissent ce mode.

source: Priority:
fr: Priorité:

source: You must select at least one module to use for this scheme.
fr: Vous devez sélectionner au moins un module à utiliser pour ce mode.

source: The first module must be capable of primary authentication.
fr: Le premier module doit être capable de gérer une authentification primaire.

source: Available modules
fr: Modules disponibles

source: Selected modules
fr: Modules sélectionnés

source: Authentication Scheme has been modified.
fr: Le mode d'authentification a été modifié

source: Adito:::Principal Information
fr: Adito:::Information de membre

source: Here you may view a principal in more detail.
fr: Ici vous pouvez voir les membres en détails.

source: Principal
fr: Membre

source: Full Name
fr: Nom complet

source: Adito:::Accounts
fr: Adito:::Comptes

source: The accounts page allows you to configure which users supplied by the underlying database may access Adito.
fr: La page des comptes vous permet de configurer quels utilisateurs fournis par la base de données sous-jacente peuvent accéder à Adito.

source: If the database supports it, then you may also add, edit or delete users.
fr: Si la base de données le supporte, vous pouvez également ajouter, éditer ou supprimer des utilisateurs.

source: Mark
fr: Marque

source: Show All
fr: Montrer tous

source: Show Authorized
fr: Montrer les autorisés

source: Show Unauthorized
fr: Montrer les non autorisés

source: Show Locked
fr: Montrer les bloqués

source: Show Disabled
fr: Montrer les désactivés

source: User
fr: Utilisateur

source: Grant
fr: Autoriser

source: Revoke
fr: Refuser

source: Active
fr: Actif

source: Locked
fr: Bloqué

source: Online
fr: En ligne

source: Inactive
fr: Inactif

source: No Groups are available.
fr: Aucun groupe disponible

source: This account is attached to multiple groups:-
fr: Ce compte est attaché a plusieurs groupes:-

source: Please select a single account.
fr: Veuillez sélectionner un compte simple.

source: Review the fields below and try again.
fr: Vérifiez les champs ci-dessous et réessayez.

source: The underlying database does not support changing of passwords.
fr: La base de données sous-jacente ne supporte pas le changement de mot de passe.

source: The underlying database does not support updating of user accounts.
fr: La base de données sous-jacente ne supporte pas le changement des comptes utilisateurs

source: You may only change passwords.
fr: Vous ne pouvez changer que le mot de passe.

source: The underlying database does not support updating of user accounts or changing of passwords.
fr: La base de données sous-jacente ne supporte pas la mise a jour des comptes d'utilisateurs ni le changement de mot de passe.

source: You cannot delete the account you are currently logged on as!
fr: Vous ne pouvez pas supprimer le compte avec lequel vous êtes actuellement connecté!

source: This user database contains no accounts.
fr: La base de données utilisateurs ne contient aucun compte.

source: The list of accounts could not be retrieved.
fr: La liste des comptes ne peut pas être récupérée.

source: This may be due to mis-configuration of your current user database.
fr: Cela peut être dû à une mauvaise configuration de votre base de données utilisateurs.

source: The list of accounts exceeded the configured limit, only {0} accounts will be displayed.
fr: La liste de comptes dépasse la limite configurée, seuls {0} comptes seront affichés.

source: Login granted to {0} accounts of {1} selected.
fr: Connexion autorisée à {0} comptes sur les {1} sélectionnés.

source: Login revoked from {0} accounts of {1} selected.
fr: Connexion refusée à {0} comptes sur les {1} sélectionnés.

source: User cannot delete their own account!
fr: Un utilisateur ne peut pas supprimer son propre compte!

source: Adito:::Groups
fr: Adito:::Groupes

source: The Groups page allows you to configure which groups supplied by the underlying database may access Adito.
fr: La page des groupes vous permet de configurer quels groupes fournis par la base de données sous-jacente peuvent accéder à Adito.

source: <strong>This group has multiple accounts attached :-</strong>
fr: <strong>Ce groupe a plusieurs comptes attachés :-</strong>

source: The underlying database does not support creation or deletion of groups.
fr: La base de données sous-jacente ne supporte pas la création ou la suppression de groupes.

source: The list of groups could not be retrieved.
fr: La liste des groupes ne peut pas être récupérée.

source: The list of groups exceeded the configured limit, only {0} groups will be displayed.
fr: La liste de groupes dépasse la limite , seuls {0} groupes seront affichés.

source: The user database cannot be reached.
fr: La base de donnes utilisateurs est injoignable.

source: "No group name supplied"
fr: "Aucun nom de groupe fourni"

source: "Role name must be 75 characters or less"
fr: "Le nom de rôle doit être au maximum de 75 caractères."

source: Group '{0}' already exists.
fr: Le groupe '{0}' existe déjà.

source: The account '{0}' doesn't exist.
fr: Le compte '{0}' n'existe pas.

source: Create Account
fr: Créer un compte

source: Click here if you wish to create a new account.
fr: Cliquer ici si vous voulez créer un nouveau compte.

source: Create Group
fr: Créer un groupe

source: Click here if you wish to create a new group.
fr: Cliquer ici si vous voulez créer un nouveau groupe.

source: Reset Personal Details
fr: Réinitialiser les détails personnels

source: Click here to reset the value of all your personal details.
fr: Cliquer ici pour réinitialiser la valeur de tous vos détails personnels.

source: Reset User Attributes
fr: Réinitialiser les attributs utilisateur

source: Click here to reset the value of all user attributes to their defaults
fr: Cliquer ici pour réinitialiser la valeur de tous les attributs utilisateur à leur valeur par défaut

source: Reset Personal Questions
fr: Réinitialiser les questions personnelles

source: Click here if you wish to reset the accounts personal questions.
fr: Cliquer ici si vous voulez réinitialisez les questions personnelles de vos comptes.

source: Please select a single account to modify.
fr: Veuillez sélectionner un compte unique à modifier.

source: There are no personal questions set for this account.
fr: Il n'y a pas de question personnelle configurée pour ce compte.

source: Super User
fr: Super Utilisateur

source: Edit this account.
fr: Editer ce compte.

source: Delete this account.
fr: Supprimer ce compte.

source: Set Password
fr: Définir mot de passe

source: Set a new password for this account.
fr: Définir un nouveau mot de passe pour ce compte.

source: Disable this account.
fr: Désactiver ce compte.

source: Enable this account.
fr: Activer ce compte.

source: Reset Private Key
fr: Réinitialiser la clef privée

source: Reset this users private key
fr: Réinitialiser la clef privée de cet utilisateur

source: Send message
fr: Envoyer le message

source: Send a message to this user
fr: Envoyer un message à cet utilisateur

source: Delete this Group.
fr: Supprimer ce groupe.

source: Edit this Group.
fr: Editer ce groupe.

source: Adito:::Edit Group
fr: Adito:::Editer un Groupe

source: Edit Group
fr: Editer un Groupe

source: Edit an existing group.
fr: Editer un groupe existant

source: Groups allow you to separate your VPN users into distinct categories to make bulk administration easier and more effective.
fr: Les groupes vous permettent de séparer vos utilisateurs VPN dans des catégories distinctes pour une administration plus facile et plus efficace.

source: Adito:::Create Group
fr: Adito:::Créer un Groupe

source: Creates a new group.
fr: Crée un nouveau groupe.

source: The group was not unassigned from the following users(s) as it was required '{0}'
fr: Le groupe n'a pas été désassigné des utilisateurs suivants comme il était requis '{0}'

source: Group Saved
fr: Groupe enregistré

source: You have disabled the super user.
fr: Vous avez désactivé le super utilisateur.

source: To re-enable either logon to an account that has been delegated the right to administer accounts, or re-run the Installation Wizard.
fr: Pour réactiver ce compte, connectez-vous avec un compte qui a le droit de gérer les comptes ou exécutez à nouveau l'assistant d'installation.

source: At the end of the installation the selected super user will be re-enabled.
fr: A la fin de l'installation le super utilisateur sera réactivé.

source: Adito:::Create Account
fr: Adito:::Créer un Compte

source: The currently selected user database allows for the creation of new user accounts.
fr: La base de données utilisateurs actuelle autorise la création de nouveaux comptes utilisateurs.

source: Please enter their details on this page.
fr: Veuillez entrer les détails sur cette page.

source: Fullname
fr: Nom complet

source: Is Administrator
fr: Est Administrateur

source: Reset password
fr: Réinitialiser le mot de passe

source: Please complete all required fields!
fr: SVP, complétez tous les champs requis.

source: Required Fields
fr: Champs requis

source: You cannot delete administrator privileges from the user you are logged on as.
fr: Vous ne pouvez pas supprimer les privilèges administrateur avec l'utilisateur avec lequel vous êtes connecté.

source: You cannot disable the user you are logged on as.
fr: Vous ne pouvez pas désactiver l'utilisateur avec lequel vous êtes connecté.

source: You must assign one or more groups to the user.
fr: Vous devez assigner au moins un groupe à l'utilisateur.

source: Account saved.
fr: Compte sauvegardé.

source: No full name supplied.
fr: Pas de nom complet fourni.

source: No username supplied.
fr: Pas de nom d'utilisateur fourni.

source: Full name must be 75 characters or less.
fr: Le nom complet doit être au maximum de 75 caractères.

source: User name must be 75 characters or less.
fr: Le nom d'utilisateur doit être au maximum de 75 caractères.

source: User {0} already exists.
fr: L'utilisateur {0} existe déjà.

source: {0} is an invalid group.
fr: {0} est un groupe invalide.

source: Group Name
fr: Nom de Groupe

source: User Attributes
fr: Attributs Utilisateur

source: *Confidential*
fr: *Confidentiel*

source: Adito:::Edit Account
fr: Adito:::Editer un Compte

source: Edit Account
fr: Editer un Compte

source: Edit a user account
fr: Editer un compte utilisateur

source: This account is the Super User account.
fr: Ce compte est le compte super utilisateur.

source: The * denotes a required field.
fr: Le * dénote un champs requis.

source: Adito:::Reset Users Private Key
fr: Adito:::Réinitialiser la clé privée de l'utilisateur

source: Reset Users Private Key
fr: Réinitialiser la clef privée de l'utilisateur

source: The selected user's private key and the values of all of his confidential attributes will be reset.
fr: La clef privée de l'utilisateur sélectionnée et les valeurs de tous ses attributs confidentiels seront réinitialisés.

source: Are you sure you wish to do this?
fr: Etes-vous sûr de vouloir faire ça?

source: Your private key and all of the confidential attributes values had to be reset.
fr: Votre clef privée et toutes les valeurs des attributs confidentiels doivent être réinitialisés.

source: Security Questions
fr: Questions de sécurité

source: Father's First Name
fr: Prénom du père

source: Enter your father's first name e.g. William.
fr: Entrer le prénom de votre père, par ex., André.

source: Mother's Maiden Name
fr: Nom de jeune fille de la mère

source: Enter your mother's maiden name e.g. Smith.
fr: Enter le nom de jeune fille de votre mère, par ex., Smith.

source: Place of Birth
fr: Lieu de naissance

source: Enter your place of birth e.g. London.
fr: Entrer votre lieu de naissance, par ex., Paris.

source: Favorite Book
fr: Livre préféré

source: Enter you favorite book e.g. Gone With The Wind.
fr: Entrer votre livre préféré, par ex., Autant En Emporte Le Vent.

source: Favorite TV Show
fr: Série télé préférée

source: Enter your favorite TV show e.g. The West Wing.
fr: Entrer votre série télé préférée, par ex., Les Simpsons.

source: Adito:::IP Address Restriction Rules
fr: Adito:::Règles de restriction d'adresse IP

source: Grant or deny access to the Adito VPN server by specifying restriction rules based upon the clients IP Address.
fr: Autoriser ou refuser l'accès au serveur VPN Adito en spécifiant des règles de restriction basées sur les adresses IP des clients.

source: Wildcards may be use to grant/deny access by subnet e.g. 192.168.1.*.
fr: L'étoile peut être utilisée pour autoriser/refuser l'accès par sous-réseau, par ex., 192.168.1.*.

source: Allow Access
fr: Accès autorisé

source: Deny Access
fr: Accès refusé

source: IP Address
fr: Adresse IP

source: Access
fr: Accès

source: Allowed
fr: Autorisé

source: Denied
fr: Refusé

source: You currently have no IP restrictions defined.
fr: Vous n'avez pas de restriction d'adresse IP définie.

source: This will allow all hosts to attempt access to the system.
fr: Cela permettra à tous les clients d'accéder au système.

source: Adito:::Create IP Restriction
fr: Adito:::Créer une restriction d'adresse IP

source: Create IP Restriction
fr: Créer une restriction d'adresse IP

source: This screen allows for the creation of a new IP Restriction.
fr: Cet écran permet la création d'une nouvelle restriction d'adresse IP.

source: Adito:::Edit IP Restriction
fr: Adito:::Editer une restriction d'adresse IP

source: Edit IP Restriction
fr: Editer une restriction d'adresse IP

source: This screen allows you to edit an existing IP Restriction.
fr: Cet écran vous permet d'éditer une restriction d'adresse IP.

source: An invalid IP Address was entered.
fr: Une adresse IP invalide a été entrée.

source: You cannot enter the localhost interface as an IP restriction.
fr: Vous ne pouvez pas entrer l'interface locale comme IP restreinte.

source: No IP Address was entered.
fr: Pas d'adresse IP fournie.

source: You cannot enter your own IP restriction for <strong>*</strong> as this is reserved for default.
fr: Vous ne pouvez pas entrer votre propre restriction d'adresse IP pour <strong>*</strong> car elle est réservée par défaut.

source: IP restriction for {0} saved.
fr: Restriction d'adresse IP pour {0} enregistrée.

source: Click here if you wish to create a new IP Restriction rule.
fr: Cliquer ici si vous voulez créer une nouvelle règle de restriction d'adresse IP.

source: Remove IP Restriction.
fr: Supprimer la restriction d'adresse IP.

source: Removes the selected IP Restriction.
fr: Supprime les restrictions d'adresse IP sélectionnées.

source: Increase the priority of this IP restriction
fr: Augmenter la priorité de cette restriction d'adresse IP

source: Decrease the priority of this IP restriction
fr: Diminuer la priorité de cette restriction d'adresse IP

source: Edit this IP restriction
fr: Editer cette restriction d'adresse IP

source: Adito:::Confirm IP Restriction Change
fr: Adito:::Confirmer le changement de restriction d'adresse IP

source: Confirm IP Restriction Change
fr: Confirmer le changement de restriction d'adresse IP

source: The address used for this IP Restriction will prevent you accessing the system from your current IP Address.
fr: L'adresse utilisée pour cette restriction d'adresse IP vous empêchera d'accéder au système à partir de votre adresse IP actuelle.

source: Are you sure?
fr: Etes-vous sûr?

source: Adito:::Delete IP Restriction
fr: Adito:::Supprimer la restriction d'adresse IP

source: Confirm IP Restriction Deletion
fr: Confirmer la suppression de la restriction d'adresse IP

source: The selected IP Restriction will be deleted.
fr: La restriction d'adresse IP sélectionnée sera supprimée.

source: Deleting this IP Restriction will prevent you accessing the system from your current IP Address.
fr: Effacer cette restriction d'adresse IP vous empêchera d'accéder au système à partir de votre adresse IP actuelle.

source: Adito:::Change password
fr: Adito:::Changer mot de passe

source: Change your logon password.
fr: Changer votre mot de passe.

source: Old password:
fr: Ancien mot de passe:

source: New password:
fr: Nouveau mot de passe:

source: Confirm new password:
fr: Confirmer le nouveau mot de passe:

source: You must supply your old password.
fr: Vous devez indiquer votre ancien mot de passe.

source: The new password can not be the same as the old password.
fr: Le nouveau mot de passe ne peut pas être le même que l'ancien.

source: 'New password' and 'Confirm New Password' do not match.
fr: Les mots de passe indiqués ne concordent pas.

source: Old password is incorrect.
fr: Ancien mot de passe incorrect.

source: No new password has been supplied.
fr: Pas de nouveau mot de passe fourni.

source: Password changed.
fr: Mot de passe modifié.

source: Failed to validate form.
fr: Echec de validation.

source: Password does not match the current policy.
fr: Le mot de passe de correspond pas à la stratégie actuelle.

source: Your password does not match the current policy for this system.
fr: Votre mot de passe ne correspond pas à la stratégie actuelle du système.

source: Your password has expired.
fr: Votre mot de passe a expiré.

source: Your password has been reset and the administrator has requested that you provide a new one.
fr: Votre mot de passe a été réinitialisé et l'administrateur vous demande d'en fournir un nouveau.

source: Adito:::Set password
fr: Adito:::Définir le mot de passe

source: Set password
fr: Définir le mot de passe

source: Set a users password.
fr: Définir un mot de passe utilisateur.

source: Force user to change password at next logon.
fr: Forcer l'utilisateur à changer de mot de passe à la prochaine connexion.

source: The New and Old passwords match.
fr: Le nouveau et l'ancien mot de passe sont identiques.

source: Account saved, now set the password.
fr: Compte enregistré, saisissez maintenant le mot de passe.

source: Adito:::Delete Account
fr: Adito:::Supprimer un Compte

source: Confirm Account Deletion
fr: Confirmer la suppression du compte

source: The selected Account will no longer be able to access the system, are you sure you wish to delete this Account?
fr: Le compte sélectionné ne pourra plus accéder au système. Etes-vous sûr de vouloir supprimer ce compte?

source: Adito:::Delete Group
fr: Adito:::Supprimer un Groupe

source: Confirm Group Deletion
fr: Confirmer la suppression du groupe

source: The selected Group will no longer be held in the system, are you sure you wish to delete this Group?
fr: Le groupe sélectionné ne sera plus maintenu par le système, êtes-vous sur de vouloir supprimer ce groupe ?

source: Adito:::Reset Personal Questions
fr: Adito:::Réinitialiser les questions personnelles

source: Confirm Reset of Personal Questions
fr: Confirmer la réinitialisation des questions personnelles
